Repository: muzamilw/MyPrintCloud
Catalog: MPC.Webstore/App_GlobalResources/2/2.*.resx
Languages: fr_fr

# lnkContactUs
source: Contact Us
fr_fr: Contact

# hlRequestQuote
source: Request a Quote
fr_fr: Offerte aanvragen

# hlSpecialProducts
source: Special Offers
fr_fr: Speciale Aanbieding

# lnkAboutUs
source: About Us
fr_fr: Over Ons

# lnkBtnViewMyCart
source: Cart(0)
fr_fr: Winkelwagen(0)

# lnkLogin
source: Sign In / Register
fr_fr: Login / Registreer

# lnkMyAccount
source: My Account
fr_fr: Mijn Account

# lnkProducts
source: All Products
fr_fr: Alle Producten

# lnkRegisterInWPrint
source: Sign Up / Register
fr_fr: Registreer

# chkEmailMeOffers
source: Notify me of marketing and promotions
fr_fr: Houd me op de hoogte van acties

# chkSendMeNewsLetters
source: Subscribe to Newsletters
fr_fr: Inschrijven voor Nieuwsbrieven

# cmdRegister
source: Sign up
fr_fr: MAAK ACCOUNT

# ltrlFeaturedProducts
source: Choose a Design
fr_fr: Kies een Ontwerp

# ltrlgetintouch
source: Get in touch...
fr_fr: Neem contact met mij op...

# ltrlPopularProducts
source: Popular Products
fr_fr: Populaire Producten

# ltrlProductandServices
source: Products and Services
fr_fr: Producten and Diensten

# ltrlSpecialOffers
source: Special Offers
fr_fr: Speciale Aanbiedingen

# ltrlsubscribelbl
source: Subscribe to our Newsletters :
fr_fr: Inschrijven voor onze Nieuwsbrieven :

source: Email Address
fr_fr: Email Adres

source: Enter Password
fr_fr: Voer Wachtwoord in

# Fname
source: First Name
fr_fr: Voornaam

# hlPrivacyPolicy
source: Privacy Policy
fr_fr: Privacy Beleid

# hlPweredBy
source: Powered by MyPrintCloud
fr_fr: Powered by Cloudprinter.com

# hplinkTermsCondition
source: Terms & Conditions
fr_fr: Algemene Voorwaarden

# lblPageTitle
source: Contact Us
fr_fr: Neem contact op

# Lname
source: Last Name
fr_fr: Achternaam

source: Re type E-Mail Address
fr_fr: Voer E-Mail Adres opnieuw in

source: Re type Password
fr_fr: Voer Wachtwoord opnieuw in

source: Secret Answer
fr_fr: Geheim antwoord

source: Secret Question
fr_fr: Geheime vraag

# ltrlenquiry
source: Enquiry
fr_fr: Prijs aanvraag

# ltrlnoi
source: Nature of Enquiry
fr_fr: Soort aanvraag

# ltrlcompany
source: Your company
fr_fr: Uw bedrijf

# ltrlemail
source: Your email
fr_fr: Uw email

# ltrlyourname
source: Your name
fr_fr: Uw naam

# cmdNext
source: NEXT
fr_fr: VOLGENDE

# cmdSubmit
source: SEND PASSWORD
fr_fr: VERSTUUR WACHTWOORD

# lblResetPwd
source: Reset password.
fr_fr: Reset wachtwoord.

# lblSendBymail
source: Send password by e-mail.
fr_fr: Verstuur wachtwoord per e-mail.

# lnkReturnLogin
source: Return to home Page
fr_fr: Terug naar de homepage

# SpnChangePass
source: Change Password
fr_fr: Verander wachtwoord

# spnforgotPassord
source: Please enter your registered email address below. Your new password will be sent to your email address upon verification.
fr_fr: Vul uw e-mailadres hieronder in. Uw nieuwe wachtwoord zal naar uw e-mailadres worden verzonden na verificatie.

# btnAutoPostBackDiscountVoucherCode
source: Apply
fr_fr: Pas toe

# btnCancel
source: Cancel
fr_fr: Annuleren

# btnContinueShopping1
source: CONTINUE SHOPPING
fr_fr: VERDER WINKELEN

# btnReset
source: Clear
fr_fr: Legen

# btnSelectTemplate1
source: Select Template
fr_fr: Selecteer Template

# btnSend
source: Send
fr_fr: Verzend

# btnSide1Modify
source: Modify
fr_fr: Pas aan

# btnStartCreating
source: Start Creating
fr_fr: Begin met maken

# btnSubmit
source: Search
fr_fr: Zoek

# ltrladdNewitem
source: Add New Item
fr_fr: Voeg nieuw item toe

# ltrlCdesign
source: 1. Confirm Design
fr_fr: 1. Bevestig Ontwerp

# divchecked
source: Checked?
fr_fr: Gecontroleerd?

# ltrldeliverydate
source: Desired Delivery :
fr_fr: Gewenste aflevering :

# divform2createaccount
source: Complete the form below to register and create an account...
fr_fr: Vul het formulier hieronder in om te registreren en een account aan te maken...

# divideastxt
source: Ideas
fr_fr: Ideeën

# ltrlinquiryAttachement
source: Inquiry Attachment's
fr_fr: Bijlagen bij aanvraag

# ltrlinquirytitle
source: Inquiry Title :
fr_fr: Titel aanvraag :

# ltrlitemnotes
source: Item Notes :
fr_fr: Item Notities :

# ltrlitemtitle
source: Item Title :
fr_fr: Item Titel :

# ltrlOpt1
source: Specification
fr_fr: Specificatie

# ltrloptadedd
source: Options added:
fr_fr: Opties toegevoegd:

# ltrlOrderOpt
source: Options
fr_fr: Opties

# ltrlOrderSumm
source: 3. Order Summary
fr_fr: 3. Order Samenvatting

# ltrlordertotal
source: Order Total:
fr_fr: Order Totaal:

# ltrlQuantity
source: Quantity
fr_fr: Oplage

# divreorderq
source: Re-order quickly
fr_fr: Snel opnieuw bestellen

# divsaveurdeisgn
source: Save your designs
fr_fr: Ontwerpen bewaren

# ltrlSearchOrder
source: Filtering criteria
fr_fr: Zoek Orders

# ltrlselecctstock
source: Stock Options
fr_fr: Voorraad Opties

# divsubs2newsl
source: Subscribe to our Newsletters on new marketing products and services
fr_fr: Abonneer u op onze nieuwsbrieven over betreffende nieuwe producten en diensten

# ltrlsubtotal
source: Sub Total
fr_fr: Subtotaal

# divviewntrackoh
source: View and track order history
fr_fr: Bekijk bestelhistorie

# divwhyregister
source: Why Register?
fr_fr: Waarom Registreren?

# hlProductDetail
source: See pricing, specification quantities and refining options
fr_fr: Bekijk prijzen, specificaties, hoeveelheden en extra opties

# Label1
source: Upload Your Design / Files
fr_fr: Upload je ontwerp / bestanden

# lblBack
source: Back of the Card
fr_fr: Achterzijde van de kaart

# lblCategoriesLinks1
source: My saved designs
fr_fr: Opgeslagen ontwerpen

# lblCheckSpelling
source: Checked spellings and details on ALL sides?
fr_fr: Zijn de spelling en details aan ALLE kanten gecontroleerd?

# LblDimenssionandspecs
source: Dimensions and specifications
fr_fr: Afmetingen en specificaties

# lblFront
source: Front of the Card
fr_fr: Voorzijde van de kaart

# lblideas
source: Ideas
fr_fr: Ideeën

# lblMessage
source: No Records found!
fr_fr: Geen gegevens gevonden!

# lblMsg
source: Your cart is empty!
fr_fr: Uw winkelwagen is leeg!

# lblNewCustomer
source: New User Registration
fr_fr: Registratie nieuwe gebruiker

# lblProdSelectOption
source: Online Prices
fr_fr: Online Prijzen

# lblRedeemHeading
source: Voucher codes
fr_fr: Kortingscodes

# lblRegistering
source: By registering you are able to:
fr_fr: Wanneer u registreert kunt u:

# lblStockHeaer
source: Add some refining options
fr_fr: Voeg extra (afwerkings-)opties toe

# lblStyle
source: Style
fr_fr: Stijl

# lblSubHeading
source: Select a template from below
fr_fr: Selecteer een template hieronder

# lblTitle
source: Favorite Designs
fr_fr: Favoriete ontwerpen

# lblTitlePC
source: Order Options
fr_fr: Order opties

# lblTitlePendingOrder
source: Pending Orders For Approval
fr_fr: Orders in afwachting voor goedkeuring

# lblTitleRequestQuote
source: Request A Quote
fr_fr: Vraag een offerte aan

# lblTitleShopCart
source: Shopping cart
fr_fr: Winkelwagen

# lblTotalRecords
source: matches found
fr_fr: Gevonden resultaten

# lblTotalSavingText
source: Total Saving
fr_fr: Totale besparing

# lblVoucherDiscPercentageDisplay
source: Discount
fr_fr: Korting

# ltrlClcktempnStart
source: Click on a template below and start
fr_fr: Kies een template hieronder en start

# ltrlDesignonline
source: designing online now for free
fr_fr: ontwerp nu gratis online

# ltrlfrom
source: From
fr_fr: Vanaf

# ltrlMatchesfound
source: matches found
fr_fr: Gevonden resultaten

# ltrlUploaddesign
source: Files ready for upload (you may select multiple files)
fr_fr: Bestanden klaar om te uploaden (u kunt meerdere bestanden selecteren)

# ltrlustoprint
source: us to print and/ or modify
fr_fr: afdrukken en/of wijzigen

# ltrlBaseColor
source: Base Color
fr_fr: Basis kleur

# tdfromdate
source: From Date
fr_fr: vanaf datum

# ltrlIndusrtyType
source: Styles
fr_fr: Bedrijfstype

# tdorderref
source: PO search
fr_fr: Keyword

# ltrlSearchphrase
source: Search Phrase
fr_fr: Zoeken

# tdshowing
source: Showing
fr_fr: Tonen

source: To Date
fr_fr: Tot datum

# spngohome
source: Go Home
fr_fr: Ga naar Home

# btnAddNew
source: Add New
fr_fr: Nieuw adres toevoegen

# btnApplySetting
source: Apply Setting
fr_fr: Toepassen

# btnConfirmOrder
source: MAKE PAYMENT
fr_fr: BETALEN

# BtnCreateacc
source: CREATE ACCOUNT
fr_fr: NIEUW ACCOUNT AANMAKEN

# btnSave
source: Save
fr_fr: Bewaar

# btnUploadFile
source: Upload Image
fr_fr: Upload plaatje

# Button1
source: Reset Password
fr_fr: Reset Wachtwoord

# chkBoxDeliverySameAsBilling
source: Same as shipping address
fr_fr: Zelfde als verzendadres

# chkCreatShippingAddress
source: &nbsp;&nbsp;&nbsp;Users can create Shipping Addresses
fr_fr: &nbsp;&nbsp;&nbsp;Gebruikers kunnen verzendadressen maken

# chkIsDefaulShippingAddr
source: Is Default Delivery Address
fr_fr: Is Standaard Afleveradres

# chkIsDefaultAddr
source: Is Default Billing Address
fr_fr: Is Standaard Factuuradres

# chkPayByCreditCard
source: &nbsp;&nbsp;&nbsp;Users pay by personal Credit Card
fr_fr: &nbsp;&nbsp;&nbsp;Gebruikers betalen persoonlijk

# chkPORequired
source: &nbsp;&nbsp;&nbsp;PO Number is required when ordering
fr_fr: &nbsp;&nbsp;&nbsp;Referentie (PO/kostenplaats/etc.) is nodig bij het bestellen

# chkShowPrices
source: &nbsp;&nbsp;&nbsp;Show Prices to Users
fr_fr: &nbsp;&nbsp;&nbsp;Prijzen tonen aan gebruikers

# ltrldepartname
source: Department Name
fr_fr: naam afdeling

# designBarLeftPnl
source: Start personalizing template below
fr_fr: Start met het personaliseren van de template hieronder

# designBarRightPnl
source: Save design as
fr_fr: Bewaar ontwerp als

# ltrladdressdeatails
source: Address Details
fr_fr: Adres details

# ltrladdressline1
source: Address line 1 :
fr_fr: Adres regel 1 :

# ltrladdressline2
source: Address line 2 :
fr_fr: Adres regel 2 :

# ltrlAllproducts
source: Products and Services
fr_fr: Producten en Diensten

# ltrlBillingname
source: Address name
fr_fr: Titel factuuradres

# ltrlcanapprove
source: Can Approve
fr_fr: kan goedkeuren

# ltrlcanorder
source: Can Order
fr_fr: kan order plaatsen

# ltrlcellnumber
source: Cell Number
fr_fr: Mobiel nummer

# ltrlchangepassword
source: Change password
fr_fr: Verander wachtwoord

# ltrlcheckoutfirstdiv
source: Your Ref / PO
fr_fr: Uw referentie (PO/kostenplaats/etc.)

# ltrlchoosebillingadd
source: Choose Billing Address
fr_fr: Kies factuuradres

# ltrlchoosedeliveryadd
source: Choose shipping address
fr_fr: Kies afleveradres

# ltrlcity
source: City :
fr_fr: Stad :

# divcompanyname
source: Company Name
fr_fr: Bedrijfsnaam

# ltrlconfirmurorderdetails
source: Confirm your order details
fr_fr: Bevestig je bestelling...

# ltrlcontactdetails
source: Contact details
fr_fr: Contactgegevens

# ltrlcontactnum
source: Contact Number :
fr_fr: Contact nummer :

# ltrlcontacttelnum
source: Contact Tel Number
fr_fr: Contact telefoonnummer

# ltrlcountry
source: Country :
fr_fr: Land :

# ltrlDelivery
source: Delivery
fr_fr: Aflevering

# ltrldepartment
source: Department
fr_fr: Afdeling

# ltrldepartcode
source: Department Code
fr_fr: Afdelingscode

# ltrlDnthaveacc
source: Don't have an account
fr_fr: Ik heb geen account

# ltrleditnuploadurdd
source: Save time, enter your default credentials for templates
fr_fr: Bespaar tijd, voer u uw standaard gegevens in voor sjablonen

# ltrlestimated
source: Delivery options
fr_fr: Leveringsopties

# divfname
source: First Name
fr_fr: Voornaam

# ltrlimgliblogoqt
source: My quick text fields for designs
fr_fr: Snelle tekstvelden voor ontwerpen

# ltrljobtitle
source: Job Title
fr_fr: Functie

# ltrllname
source: Last Name
fr_fr: Achternaam

# ltrlloplaced
source: Last order placed
fr_fr: Laatst geplaatste order

# ltrlmaincontent
source: Main Contact
fr_fr: Hoofd contactpersoon

# ltrlmanagenviewsd
source: Manage and view your saved designs
fr_fr: Beheer en bekijk uw opgeslagen ontwerpen

# ltrlmatchingset
source: Matching Sets
fr_fr: Bijpassende producten

# ltrlmyfavd
source: My favorite designs
fr_fr: Mijn favoriete ontwerpen

# ltrlname
source: Name
fr_fr: Naam

# ltrlnew
source: New User
fr_fr: Nieuwe gebruiker

# ltrlorderhistory
source: Order history
fr_fr: Order historie

# ltrlorderlimit
source: Order Limit
fr_fr: Bestel limiet

# ltrlorderpolicy
source: Ordering Policy
fr_fr: Bestel beleid

# divpendingo
source: Pending Orders
fr_fr: Lopende orders

# ltrlpersonalinfo
source: Personal Details
fr_fr: Persoonlijke gegevens

# divphonenumber
source: Phone Number
fr_fr: Telefoonnummer

# divprofilepic
source: Profile Picture
fr_fr: Profielfoto

# ltrlresetnchangeaccpassword
source: Reset / change your account password
fr_fr: Resetof wijzig het wachtwoord van je account

# ltrlrole
source: Role
fr_fr: Rol

# ltrlroq
source: Re-order quickly
fr_fr: Snel onieuw bestellen

# ltrlsavedesign
source: My saved designs
fr_fr: Opgeslagen ontwerpen

# ltrlsaveurdesign
source: Save your designs
fr_fr: Bewaar je ontwerpen

# ltrlshippingaddresses
source: Shipping Addresses
fr_fr: Verzendadressen

# ltrlshippingname
source: Address name
fr_fr: Titel verzendadres

# ltrlshoppingcart
source: My Cart
fr_fr: Winkelwagen

# divsorrypaypal
source: Sorry! Your Paypal payment was not successful.
fr_fr: Sorry! Uw Paypal betaling was niet succesvol.

# ltrlstate
source: State :
fr_fr: Provincie :

# ltrlsubscribe2Nwzl
source: Get latest Newsletter promotions
fr_fr: Ontvang de meest recente promoties

# ltrlteritory
source: Territory
fr_fr: Machtiging

# ltrlterritories
source: Territories /
fr_fr: Bestelmachtigingen /

# ltrlterritorycode
source: Territory Code
fr_fr: Machtigingscode

# ltrlterritoryname
source: Territory Name
fr_fr: Machtigingsnaam

# ltrlthnxordersuccessfull
source: Thanks, Your orders is placed successfully!
fr_fr: Bedankt, uw bestellingen is succesvol geplaatst!

# ltrlupdateurcontactdeatails
source: Update your contact details
fr_fr: Update uw contactgegevens

# ltrlviewdttulike
source: View and manage your favorite templates
fr_fr: Bekijken en beheren van uw favoriete templates

# ltrlviewitemnshppngcart
source: View items in your shopping cart
fr_fr: Bekijk artikelen in uw winkelwagen

# divviewnropo
source: View and/or re-order pending orders
fr_fr: Lopende orders bekijken of opnieuw bestellen

# ltrlviewrocompletedo
source: View and/or re-order completed orders
fr_fr: Afgewerkte orders bekijken of opnieuw bestellen

# ltrlviewtoh
source: View and track order history
fr_fr: Ordergeschiedenis bekijken

# divyourcompanylogo
source: Your Company Logo
fr_fr: Uw bedrijfslogo

# ltrlywstore
source: Your WebStore Users
fr_fr: Uw WebStore gebruikers

# ltrlzipcodeP
source: Zip Code / Post Code :
fr_fr: Postcode :

# FavrBtn
source: My Favorites
fr_fr: Mijn Favorieten

# HistryBtn
source: Order History
fr_fr: Ordergeschiedenis

# hlShopingCart
source: Here
fr_fr: Hier

# label11
source: Your Company Name
fr_fr: Uw bedrijfsnaam

# label12
source: Address
fr_fr: Adres

# label15
source: Telephone
fr_fr: Telefoon

# label18
source: Website Address
fr_fr: Website url

# label19
source: Company Message
fr_fr: Bedrijfsbericht

# label9
source: Your Name
fr_fr: Uw naam

# lblCheckout
source: Checkout
fr_fr: Afrekenen

# lblCompanyMessage
source: Set Company Message for Landing Page
fr_fr: Bedrijfs mededeling voor Landings pagina

# lblCorporateName
source: Coporate Name
fr_fr: Bedrijfsnaam

# lblFollowusText
source: Follow Us :
fr_fr: Volg ons :

# lblMainControlHeading
source: Billing
fr_fr: Facturering

# lblMyaddresstitle
source: Address Title
fr_fr: Adres Titel

# lblPassword
source: Password
fr_fr: Wachtwoord

# lblshipping
source: Shipping
fr_fr: Verzending

# lblspecailinstruction
source: Special Instructions
fr_fr: Speciale instructies

# lbltitlelogin
source: Sign In
fr_fr: Login

# lbltitlemyaddress
source: My Addresses
fr_fr: Mijn adressen

# lblUserProfile
source: Contact Information
fr_fr: Contact Informatie

# lblUserquickinfo
source: Quick text fields for designs
fr_fr: Snelle tekstvelden voor ontwerpen

# lnkForgotPassword
source: Forgot your Password?
fr_fr: Wachtwoord vergeten?

# lnkWhatisPassword
source: Are you already registered with
fr_fr: Bent u reeds geregistreerd bij

# ltrlapprovethisorder
source: approves this order.
fr_fr: keurt deze goed.

# ltrlclicktomodify
source: Click on row to modify.
fr_fr: Klik op de rij om te wijzigen.

# ltrlcliclk
source: Click
fr_fr: Klik

# ltrlcopyrite
source: Copyrights 2013. All Rights Reserved.
fr_fr: Copyrights 2013. Alle rechten voorbehouden.

# ltrldepart
source: Departments
fr_fr: Afdelingen

# ltrlgoback2cart
source: to go back to your cart.
fr_fr: om terug te gaan naar uw winkelwagen.

# ltrlhere
source: Here are other products with the
fr_fr: Hier zijn andere producten met de

# ltrlofferdelivered
source: offers delivered to your inbox...
fr_fr: aanbiedingen in uw inbox ontvangen...

# ltrlorderwillbed
source: Order will be delivered after
fr_fr: De orde zal worden geleverd na

# ltrlsameasdesignconcept
source: same design concepts
fr_fr: zelfde design concepten

# ltrlselectacat
source: Select a Category below and then a product to Order and personalize
fr_fr: Selecteer een categorie hieronder en vervolgens een product om te bestellen en te personaliseren

# ltrlsigninwithaccount
source: Sign in to
fr_fr: Meld u aan met uw account

# ltrlsigninwithsocial
source: Sign in with these social networks
fr_fr: Meld je aan met deze sociale netwerken

# ltrlsubscribe
source: Subscribe and get the latest exclusive
fr_fr: Abonneer en ontvang de nieuwste exclusieve

# rbHavePassword
source: Yes, I have a password
fr_fr: Ja, ik heb een wachtwoord

# rbNoPassword
source: No, I am a new customer
fr_fr: Nee, ik ben een nieuwe klant

# spnbillingname
source: Billing Name:
fr_fr: Factuurnaam:

# spndileverydate
source: Delivery Date:
fr_fr: Leveringsdatum:

# spngrndtotal
source: Total:
fr_fr: Totaal:

# spnorderdate
source: Order Date:
fr_fr: Order Datum:

# spnordernum
source: Order Number:
fr_fr: Order Nummer:

# spnshppingname
source: Shipping Name:
fr_fr: Verzending Naam:

# spnsubtotal
source: Sub Total:
fr_fr: Subtotaal:

# spnvattotal
source: Vat Total:
fr_fr: BTW totaal:

# SvdDsgnBtn
source: My Saved Designs
fr_fr: Mijn bewaarde ontwerpen

# tdblack
source: Black
fr_fr: Zwart

# tdcanonlydesignorder
source: can only design and order
fr_fr: kan alleen ontwerpen en bestellen

# tdcompanyopolicy
source: COMPANY ORDERING POLICY
fr_fr: BEDRIJFS BESTEL BELEID

# ltrlconfirmpass
source: Confirm Password
fr_fr: Bevestig wachtwoord

# tdcyan
source: Cyan
fr_fr: Cyaan

# tddelivery
source: Delivery:
fr_fr: Aflevering:

# tdgrandtotal
source: Total to pay:
fr_fr: Totaal te betalen:

# ltrlnewpass
source: New Password
fr_fr: Nieuw wachtwoord

# tdsigninwithacc
source: Authorizer
fr_fr: autorisatiegemachtigde

# tdSubtotal
source: Sub Total:
fr_fr: Subtotaal:

# tdUsername
source: User Name
fr_fr: Gebruikersnaam

# tdyellow
source: Yellow
fr_fr: Geel

# divsigninwithacc
source: Please login
fr_fr: Meld u aan met accountgegevens

# ltrlnewShippingAddress
source: New Billing & Shipping Address
fr_fr: Nieuw factuur- & verzendadres

# ltrlnewTerritory
source: New Territory
fr_fr: Nieuw bestelmachtigingsomschrijving

# Areusureuwnt2remove
source: Are you sure. You want to remove.
fr_fr: Weet je zeker dat je wilt verwijderen.

# btnSubmittxt
source: Submit
fr_fr: Verzend

# CPassNotM
source: Confirm password do not match
fr_fr: Bevestigd wachtwoord komt niet overeen

# Cpasswordxreq
source: Confirm password is required.
fr_fr: Bevestig wachtwoord vereist.

# emailxreq
source: Email is required.
fr_fr: Email is vereist.

# EnterAnswOfUQ
source: Enter answer of your question.
fr_fr: Voer antwoord van uw vraag in.

# hlMyFavorites
source: My Favorites
fr_fr: Mijn favorieten

# hlSavedDesigns
source: Saved Designs
fr_fr: Opgelagen ontwerpen

# inquirytitlexreq
source: Inquiry Title is required.
fr_fr: Aanvraag titel is vereist.

# itemtitle1xreq
source: Item Title 1 is required.
fr_fr: Item titel 1 is vereist.

# itemtitle2xreq
source: Item Title 2 is required.
fr_fr: Item titel 1 is vereist.

# itemtitle3xreq
source: Item Title 3 is required.
fr_fr: Item titel 1 is vereist.

# lblTotalpayable
source: Total Payable
fr_fr: totaal te betalen

# ltrlbusinessaddress
source: Business Address:
fr_fr: Zakelijk adres:

# ltrlcanapproveorder
source: Can Approve Orders
fr_fr: Kan orders goedkeuren

# ltrlcplaceorder
source: Can Place Order
fr_fr: Kan order plaatsen

# ltrldirectline
source: Direct Line:
fr_fr: Direct telefoonnr.:

# ltrlmycompanyaddress
source: My Company Address
fr_fr: Mijn bedrijfsadres

# ltrlnotes
source: Notes
fr_fr: Notities

# ltrloption2
source: Option 2
fr_fr: Optie 2

# ltrlreceipt
source: Order Receiptt
fr_fr: Order Bevestigd

# ltrlShowingPdT
source: Showing
fr_fr: Tonen

# passwordNotM
source: Password not match!
fr_fr: Wachtwoord komt niet overeen!

# Plxenteraddress1
source: Please enter address 1
fr_fr: Vul adres 1 in

# Plxenteraddressname
source: Please enter address name
fr_fr: vul adresnaam in

# PlxenterCEmail
source: Please confirm your email address.
fr_fr: Bevestig je email adres.

# Plxentercity
source: Please enter City
fr_fr: Vul woonplaats in

# plxenterCompanyName
source: Company Name is required
fr_fr: Bedrijfsnaam is vereist

# PlxenterCPass
source: Please enter Confirm Password
fr_fr: Vul wachtwoord bevestiging in

# Plxenteremail
source: Please enter an email address
fr_fr: Vul een emailadres in

# PlxenterEmailNotS
source: Email addresses are not the same
fr_fr: Emailadressen zijn niet gelijk

# PlxenterFname
source: Please enter First Name
fr_fr: Vul je voornaam in

# PlxenterLname
source: Please enter Last Name
fr_fr: Vul je achternaam in

# PlxenterPass
source: Please enter password
fr_fr: Vul je wachtwoord in

# PlxenterSecretAns
source: Please enter Secret Answer
fr_fr: Vul je geheime antwoord in

# PlxenterSQ
source: Please enter Secret Question
fr_fr: Vul je geheime vraag in

# Plxenterterritoryname
source: Please enter territory name
fr_fr: Vul de bestelmachtiging in

# PlxenterVEmail
source: Please enter valid email.
fr_fr: Gebruik een geldig emailadres

# popupPasswordxreq
source: Please enter your password to proceed.
fr_fr: Vul je wachtwoord in om verder te gaan.

# selectaSQ
source: Select a secret question
fr_fr: Selecteer een geheime vraag

# spnbilledto
source: Bill To:
fr_fr: Factureer aan:

# spndilevry
source: Delivery:
fr_fr: Aflevering:

# spnestimateddispatchdate
source: Estimated dispatch date:
fr_fr: Verwachtte verzenddatum:

# spninvoicedate
source: Invoice Date:
fr_fr: Factuurdatum:

# spnitemordered
source: Items Ordered:
fr_fr: Items besteld:

# spnpickupcollection
source: pickup / collection
fr_fr: Ophalen

# spnplacedby
source: Placed by:
fr_fr: Geplaatst door:

# spnshippedto
source: Shipped To:
fr_fr: Verzonden naar:

# spnspeacilinstruction
source: Special Instructions:
fr_fr: Speciale Instructie:

# spntotal
source: Total:
fr_fr: Totaal:

# spnyourref
source: Your Ref:
fr_fr: Uw referentie:

source: Back
fr_fr: Terug

# btnUploadYourFile
source: Downoad / Upload artwork design
fr_fr: Upload artwork bestanden

# front
source: Upload File
fr_fr: Upload bestand

# lblimageepreviewr
source: Image Previewer
fr_fr: Afbeelding preview

# ltrlsubscribetxt
source: Subscribe
fr_fr: Abonneren

# plxloginorregisterfirst
source: Please login / register first.
fr_fr: Graag eerst inloggen of aanmelden.

# proofcheked
source: Proof checked?
fr_fr: Proef gechecked?

# proofchekeddeatail
source: You have to select the Spellings & Details check box to proceed.
fr_fr: U moet het selectievakje Spellingen & Details selecteren om verder te gaan.

# uploaddesignside1
source: To proceed you must upload your designs !
fr_fr: Om verder te gaan dient u uw ontwerpen te uploaden!

# uploaddesignside2
source: Upload design for Side 2
fr_fr: Upload ontwerp voor Zijde 2

# btnIdeas
source: Handy Information
fr_fr: Handige Informatie
