Repository: muzamilw/MyPrintCloud
Catalog: MPC.Webstore/App_GlobalResources/2/2.*.resx
Languages: fr_fr

# btnLayoutGrid
source: Key Features
fr_fr: Belangrijkste kenmerken

# btnProductDetails
source: Description
fr_fr: Omschrijving

# lblRefinngOpt
source: Refining Options
fr_fr: Extra/Afwerkings opties

# shopcartCorporateOrderCantPlace
source: You don't have the right to place order.<br> Contact your administrator to provide you the rights.
fr_fr: U heeft gene rechten om een bestelling te plaatsen.<br> Neem contact op met uw beheerder om toegang te verkrijgen.

# lblYoumightLke
source: You may also like:
fr_fr: misschien wilt u ook:

# btnClear
source: Clear
fr_fr: Reset

# btnSearchOrders
source: Go
fr_fr: Ga

# lblAddres
source: Address
fr_fr: Adres

# lblChooseFrom
source: Choose from
fr_fr: Kies uit

# lblComingSon
source: Comming Soon....
fr_fr: Binnenkort....

# lblCompnyMesg
source: Company Message
fr_fr: Bedrijfs mededeling

# lblDelivDateHeadingTxt
source: Estimated Delivery
fr_fr: Afleverdatum

# lblDesgnHeaderTxt
source: Design
fr_fr: Ontwerp

# lblOrderDateHeadingTxt
source: Order Date
fr_fr: Order Datum

# lblOrderNumHeadingTxt
source: Order Number
fr_fr: Order Nummer

# lblPOHeadingTxt
source: Your PO reference
fr_fr: Uw referentie (PO/kostenplaats/etc.)

# lblpopIn
source: Lets us design it for you
fr_fr: Laat het ons voor u ontwerpen

# lblPriceHeaderTxt
source: Price
fr_fr: Prijs

# lblQuantityHeaderTxt
source: Quantity
fr_fr: Oplage

# lblRemove
source: Remove
fr_fr: Verwijder

# lblTemplatesFor
source: Templates for
fr_fr: Templates voor

# lblTitleMyAccount
source: My Account
fr_fr: Mijn Account

# lblWebAdd
source: Website Address
fr_fr: Website url

# lnkBtnSignOut
source: Sign Out
fr_fr: Log uit

# ltrlSeendesignn
source: Seen a design concept you like but want to discuss with us first? Give us a call.
fr_fr: Heeft u een ontwerpconcept gezien, maar wil je dit eerst met ons bespreken? Laat het ons weten.

# ltrlWithUS
source: with us first?
fr_fr: eerst met ons?

# ltrOpt3
source: Click on a design below
fr_fr: Kies een ontwerp hieronder

# ReOrderBtn
source: Re Order
fr_fr: Nabestellen

# ViewBtn
source: View
fr_fr: Bekijk

# lblerrorMesge
source: An error occoured while saving data!
fr_fr: Er is een fout opgetreden tijdens het opslaan van gegevens!

# lblMesgSavedSuccesfully
source: Saved Successfully!
fr_fr: Succesvol opgeslagen!

# lblPassChangedSuccesfully
source: Password is changed successfully.
fr_fr: Het wachtwoord is succesvol gewijzigd.

# lblProdDescHeadingText
source: Product Description
fr_fr: Product omschrijving

# lblVatHeadingText
source: VAT
fr_fr: BTW

# lblActionsheaderTxt
source: Action(s)
fr_fr: Actie(s)

# lblOdrCreatedByHeadingTxt
source: Order Created By
fr_fr: Order geplaatst door

# lblOrderProductnBtn
source: Orders in Production
fr_fr: Orders in Productie

# lblPendingApprovalsBtn
source: Orders Pending Approval
fr_fr: Bestellingen In afwachting van goedkeuring

# ApproverBtn
source: Approve
fr_fr: Goedkeuren

# chkDefaultAddress
source: &nbsp;&nbsp;&nbsp;Default Address
fr_fr: &nbsp;&nbsp;&nbsp;Standaard Adres

# chkShippingAddress
source: &nbsp;&nbsp;&nbsp;Default Shipping Address
fr_fr: &nbsp;&nbsp;&nbsp;Standaard Afleveradres

# hfAddressDeleted
source: Address deleted successfully.
fr_fr: Adres succesvol verwijderd.

# hfAddressIsInuse
source: Address is in used you cann't delete it.
fr_fr: Adres is in gebruik en kan niet worden verwijderd.

# hfAddressNameExist
source: Address Name already exist.
fr_fr: Adresnaam bestaat al.

# hfAddressNotDeleted
source: Address not deleted. Try again.
fr_fr: Adres niet verwijderd. Probeer nogmaals.

# hfDeprtCodeExist
source: Department Code already exist.
fr_fr: Afdelingsode bestaat al.

# hfDeprtDeleted
source: Department deleted successfully.
fr_fr: Afdeling succesvol verwijderd.

# hfDeprtIsInuse
source: Department is in used you cann't delete it.
fr_fr: Afdeling is in gebruik en kan niet worden verwijderd.

# hfDeprtNameExist
source: Department Name already exist.
fr_fr: Afdelingsnaam bestaat al.

# hfDeprtNotDeleted
source: Department not deleted. Try again.
fr_fr: Afdeling niet verwijderd. Probeer nogmaals.

# hfTeroryCodeExist
source: Territory Code already exist.
fr_fr: Machtigingscode bestaat al.

# hfTeroryNameExist
source: Territory Name already exist.
fr_fr: Machtigingsnaam bestaat al.

# hfterroryIsInuse
source: Territory is in used you cann't delete it.
fr_fr: Machtigingsgebied is in gebruik en kan niet worden verwijderd.

# hfterrtoryDeleted
source: Territory deleted successfully.
fr_fr: Machtigingsgebied succesvol verwijderd.

# hfterrtoryNotDeleted
source: Territory not deleted. Try again.
fr_fr: Machtigingsgebied niet verwijderd. Probeer het nogmaals.

# hfUserDeleted
source: User deleted successfully.
fr_fr: Gebruiker succesvol verwijderd.

# hfUserIsInuse
source: User is in used you cann't delete it.
fr_fr: Gebruiker is in gebruik en kan niet worden verwijderd.

# hfUserNameExist
source: Contact Email already exist.
fr_fr: Contact email bestaat al.

# hfUserNotDeleted
source: User not deleted. Try again.
fr_fr: Gebruiker niet verwijderd. Probeer nogmaals.

# RejectBtn
source: Reject
fr_fr: Afkeuren

# hfRegister
source: Register
fr_fr: Registreer

# hfAnswerIncorrect
source: Answer is incorrect. Please try again!
fr_fr: Antwoord onjuist. Probeer nogmaals!

# hfEmailNotSent
source: Email not sent. please try again!
fr_fr: Email niet verzonden. Probeer nogmaals!

# hfPsswordSent
source: Your new password has been sent to the above email address
fr_fr: Uw nieuwe wachtwoord is naar het bovenstaande e-mailadres gestuurd

# hfEmailNorRegistered
source: Your e-mail address is not registered.
fr_fr: w e-mailadres wordt niet geregistreerd.

# chkCanByCredit
source: Can Pay By Credit Card
fr_fr: Kan betalen met persoonlijke pas

# chkShowPricesForProduct
source: Show Prices on Products
fr_fr: Laat productprijzen zien

# lblNewDepartText
source: New Department
fr_fr: Nieuwe afdeling

# lnkContactUsForQuries
source: Contact us for custom artwork more quantities and options
fr_fr: Neem contact op met ons voor een gepersonaliseerd ontwerp en voor meer opties en grotere oplagen

# lblCategoryHeader
source: Select a product category below
fr_fr: Selecteer een productcategorie hieronder

# lblProductHeader
source: Select a product below
fr_fr: Selecteer een product hieronder

# anchorChngePass
source: Change Password
fr_fr: Verander wachtwoord

# anchorMyFav
source: My Favorites
fr_fr: Mijn Favorieten

# btnEditRecord
source: Edit
fr_fr: Bewerk

# literalAddress1
source: Address 1:
fr_fr: Adres 1:

# LiteralPostalCode
source: Postal Code:
fr_fr: Postcode:

# literalTel1
source: Telephone :
fr_fr: Telefoon :

# ltrlAddress2
source: Address 2:
fr_fr: Adres 2:

# ltrlAddress3
source: Address 3:
fr_fr: Adres 3:

# ltrlAddressName
source: Address Name:
fr_fr: Adresnaam:

# ltrlCreateNew
source: Create New
fr_fr: Nieuw

# ltrlPriceMatrix
source: Price Matrix
fr_fr: Prijs Matrix

# ltrlResume
source: Resume
fr_fr: Ga door

# spnDeliveryoptn
source: Deivery Cost:
fr_fr: Afleverkosten:

# ltrlPublishedProducts
source: Published Products
fr_fr: Gepubliceerde producten

# lblImgPreviewer
source: Image Previewer
fr_fr: Afbeelding Previewer

# lblMobileText
source: Mobile:
fr_fr: Mobiel:

# ltrlBackToshoping
source: BACK TO SHOPPING
fr_fr: TERUG NAAR WINKELPAGINA

# ltrphone
source: Can pay by credit card
fr_fr: Kan betalen met credit card

source: Remove voucher code
fr_fr: Verwijder kortingscode

# gvlblheadcode
source: Voucher Code
fr_fr: Kortingscode

# gvlblheadfrom
source: Valid From
fr_fr: Geldig vanaf

# gvlblheadupto
source: Valid To
fr_fr: Geldig tot

# lblFromValidD
source: Valid From
fr_fr: geldig vanaf

# lblIsEnabled
source: Active
fr_fr: Actief

# lblToValidDate
source: Valid To
fr_fr: Geldig tot

# lblUpdateV
source: Voucher codes
fr_fr: Kortingscodes

# lblVoucherRate
source: Discount applied to shopping cart ( excluding delivery and tax)
fr_fr: Korting toegepast op het winkelwagentje (exclusief verzendkosten en BTW)

# lblVouchersHead
source: Voucher Manager
fr_fr: Korting Manager

# lblsearch
source: Search Products
fr_fr: Zoek producten

# anchordepartments
source: Departments Manager
fr_fr: Afdelings Manager

# anchorterritory
source: Territory Manager
fr_fr: Machtigingen Manager

# lblCodeExits
source: Voucher code already exists!
fr_fr: Kortingscode bestaat reeds!

# anchorAddressMgr
source: Billing & Shipping Addresses
fr_fr: Factuur- & Verzendadres

# ltrlcreditlimit
source: Credit Limit:
fr_fr: Krediet Limiet:

# divcellnumber
source: Cell Number
fr_fr: Mobiel

# divjobtitle
source: Job Title
fr_fr: Functie

# divlname
source: Last Name
fr_fr: Achternaam

# ltrlconfirmDetails
source: to reconfirm details.
fr_fr: om de details nogmaals te bevestigen.

# ltrlSomeOmeCallU
source: Someone will call you shortly
fr_fr: Iemand zal je binnenkort bellen

# btnConfrmSelectPLACEORDER
source: PLACE ORDER
fr_fr: PLAATS ORDER

# btnSUBMITFORAPPROVAL
source: SUBMIT FOR APPROVAL
fr_fr: VERZEND TER GOEDKEURING

# btnEmailProofs
source: EMAIL PROOFS
fr_fr: EMAIL PROEVEN

# EmailSendSuccessfully
source: Proofs sent.
fr_fr: Proeven verzonden.

# ArtWorkAlert
source: To proceed you must upload a file.
fr_fr: Om verder te gaan moet u uw ontwerpen te uploaden

# btnContinue
source: Continue
fr_fr: Verder

# btnWait
source: Wait. Let me upload
fr_fr: Wacht. Laat me uploaden

# lblbtnUploadYourFile
source: download/Upload artwork design
fr_fr: Upload artwork bestand

# lblOnlineProof
source: Online proofs
fr_fr: Online proeven

# ltrlLSelectYourQ
source: Select your quantity
fr_fr: Selecteer het gewenste aantal

# btnSubmitPassword
source: Send
fr_fr: VERZEND

# SignUPText
source: Sign Up
fr_fr: Aanmelden

# SubScribeText
source: SUBSCRIBE To Our Newsletter
fr_fr: Abonneer op onze nieuwsbrief

# ToOurNewsletter
source: &nbsp;To Our Newsletter
fr_fr: &nbsp;Op onze nieuwsbrief

# ConfirmSubscriptionMesg
source: To confirm your subscription please follow instructions which have been sent to provided email.
fr_fr: Om uw inschrijving definitief te maken volgt u de instructies die u per email zijn toegestuurd.

# SubscriptionErrorMesg
source: Someone is already subscribed with provided email. Please use a different email.
fr_fr: Er is al iemand ingeschreven met dit e-mailadres. Gebruik een andere e-mailadres.

# NewsLetterDescription
source: Sign up to our newsletters, and you’ll get a wealth of business tips, inspirational ideas, exclusive special offers and discounts.
fr_fr: Abonneer op onze nieuwsbrieven, en u zult een schat aan zakelijke tips, inspirerende ideeën, exclusieve aanbiedingen en kortingen te krijgen.

# String1
source: Sign up to our newsletters, and you’ll get a wealth of business tips, inspirational ideas, exclusive special offers and discounts
fr_fr: Abonneer u op onze nieuwsbrieven, en u zult een schat aan zakelijke tips, inspirerende ideeën, exclusieve aanbiedingen en kortingen te krijgen.

# lnkAddtoBasket
source: Add to Basket
fr_fr: Voeg toe aan winkelwagen

# lnkCallustodesignforyou
source: Call us to design for you
fr_fr: Neem contact met ons op om uw ontwerp voor u te verzorgen

# lnkNeedaprice
source: Need a price?
fr_fr: Prijs nodig?

# lnkPAYMENTMETHOD
source: PAYMENT METHOD
fr_fr: BETAAL METHODE

# lnkPricesfrom
source: Online Prices
fr_fr: Online Prijzen

# lnkUploadfilesprices
source: Upload your design
fr_fr: Upload uw ontwerp

# lnkAddmultiplefiles
source: Add multiple files
fr_fr: Voeg meerdere bestanden toe

# lnkADDTOCART
source: ADD TO CART
fr_fr: TOEVOEGEN AAN WINKELWAGEN

# lnkBacktotemplates
source: Back to our designs
fr_fr: Terug naar onze ontwerpen

# lnkfreeconsultation
source: Call us for a free consultation
fr_fr: Neem contact met ons op voor gratis advies

# lnkHideTabel
source: Hide price table
fr_fr: Prijstabel verbergen

# lnkltrlSelectQty
source: Options
fr_fr: Opties

# lnkPerUnit
source: Per Unit
fr_fr: Per eenheid

# lnkShowTbl
source: Show price table
fr_fr: Prijstabel laten zien

# lnkSupplyartwork
source: Supply your own artwork
fr_fr: Lever je eigen artwork aan

# lnkWeCanDesn
source: We can design your artwork
fr_fr: Wij kunnen uw artwork ontwerpen

# ltrlTo
source: To
fr_fr: Naar

# ltrlUploadParaLine1
source: If uploading a PDF document with more than 1 page than only the first page will be displayed in the thumbnail. All pages within the document will be uploaded.
fr_fr: Als een PDF-document meerdere pagina's bevat zal alleen de eerste pagina worden weergegeven in de miniatuurweergave. Alle pagina's in het document wordt geüpload.

# ltrlUploadParaLine2
source: We recommend that all files uploaded are 300 dpi PDF format with embedded fonts and images.
fr_fr: Wij adviseren dat alle bestanden in PDF formaat worden geupload minimaal 300 dpi zijn en ingesloten lettertypen en afbeeldingen bevatten.

# ltrlUploadParaLine3
source: We may contact you if the files uploaded are not suitable for high quality print. This may result in additional charges.
fr_fr: Wij kunnen contact met u opnemen als de bestanden die geupload zijn niet geschikt zijn voor afdrukken in hoge kwaliteit. Dit kan resulteren in extra kosten.

# ltrlUploadParaLine4
source: Upload file limit :
fr_fr: Upload limiet :

# ltrlUploadParaLine5
source: We allow uploads of the following formats :
fr_fr: We staan de upload van de volgende formaten toe :

# ltrlUploadParaLine6
source: We prefer PDF(s) with embedded objects and fonts.
fr_fr: Wij geven de voorkeur aan PDF-bestanden met ingesloten objecten en lettertypen.

# btnCopyincarttxt
source: Copy in cart
fr_fr: kopieer in winkelwagen

# lnkBillShipto
source: Bill & Ship to:
fr_fr: Factureer & verzend aan:

# lnkContNo
source: Contact No:
fr_fr: Contact Nr:

# lnkSpecialinstructions
source: Special instructions(notes)
fr_fr: Speciale instructiess(notities)

# lnkWarnMesg
source: At this time we can not support deliveries outside
fr_fr: Momenteel ondersteunen wij geen leveringen buiten

# lnkYourRefPOIS
source: Your Ref/PO is:
fr_fr: Uw referentienummer (PO/kostenplaats/etc.) is:

# ltrlShipTo
source: Ship to:
fr_fr: Verzend naar:

# downloadExmp
source: Download examples:
fr_fr: Download voorbeelden:

# GridDsgnForSizes
source: Design sizes & format
fr_fr: Ontwerp afmetingen & formaat

# lblDEmple
source: Download templates as a starting reference to creating and uploading your own designs.
fr_fr: Download sjablonen als uitgangspunt voor het maken en uploaden van je eigen ontwerpen.

# lblGL1Heading
source: Trim Size:
fr_fr: Eindformaat (na het snijden):

# lblGL2Heading
source: Bleed Area:
fr_fr: Afloopgebied:

# lblGL3Heading
source: Safe Area:
fr_fr: Veiligheidsmarge:

# lblGL4Heading
source: File formats:
fr_fr: Bestandsformaten

# lblGL5Heading
source: Resolutions:
fr_fr: Resoluties:

# lblGL6Heading
source: File size:
fr_fr: Bestandsgrootte:

# lblGL7Heading
source: Crop Marks:
fr_fr: Snijtekens:

# ltrlGL1Desc
source: Check the diagram for artwork size guides
fr_fr: Controleer het schema voor artwork maat hulp

# ltrlGL2Desc
source: Allow bleed runs off for all images that cut
fr_fr: Zorg ervoor dat afbeeldingen en opmaakitems in het afloopgebied doorlopen om witte randen na het snijden te voorkomen

# ltrlGL3Desc
source: place your text and logos 5 mm inside the trim edges
fr_fr: plaats je tekst en logos 5 mm binnen de snijranden

# ltrlGL4Desc
source: Photoshop, illustrator, Indesign, Pdf and Jpeg file formats.
fr_fr: Photoshop, Illustrator, Indesign, PDF and Jpeg bestandsformaten.

# ltrlGL5Desc
source: Save your file in 300 dpi resolution with embedded fonts & images.
fr_fr: Sla uw bestand op in 300 dpi resolutie met ingesloten lettertypen & afbeeldingen.

# ltrlGL6Desc
source: File greater than 10 mb are not permitted for upload.
fr_fr: Bestanden groter dan 10 mb zijn niet toegestaan voor upload.

# ltrlGL7Desc
source: Do not include registration or crop marks.
fr_fr: Voeg geen registratie- of snijtekens toe.

# ltrlGL8Desc
source: Pre-flight your PDFs using the Adobe PDF/ X-1a preset.
fr_fr: Pre-flight je PDF-bestanden met behulp van Adobe PDF/ X-1a preset.

# lblOrderNow
source: Order now
fr_fr: Bestel nu

# logoImgsize
source: images/ logos must be greater than 333 x 223 pixels
fr_fr: afbeeldingen/ logos moeten groter zijn dan 333 x 223 pixels

# MaxFileSize
source: MAX file size 10MB
fr_fr: MAX bestandsgrootte 10MB

# Recommandedtxt
source: Recommended
fr_fr: Aanbevolen

# btnBuyNow
source: Buy Now
fr_fr: Bestel nu

# WlSumMesg
source: Thank you for your order. Marketing will review your brief within 24-48 hours and if approved design will have the first proof back to you in 3 business days. </br> </br> If your brief is not approved, marketing will be in contact with you.
fr_fr: Hartelijk dank voor je bestelling. Marketing zal je bestelling binnen 24-48 uur beoordelen en wanneer goedgekeurd zul je de eerste proef binnen 3 werkdagen ontvangen </br></br> Wanneer het niet wordt goedgekeurd zal er contact met je worden opgenomen.

# ClearBaseColor
source: All
fr_fr: Alle

# ltrlNewVoucherPromo
source: Get latest Voucher promotions
fr_fr: Ontvang de laatste promotiekortingen

# lblORderManagment
source: My Account
fr_fr: Mijn Account

# lblAllOrderss
source: All Orders
fr_fr: Alle Orders

# lblAllRFQDesc
source: View all RFQs sent by visitors from your webstore
fr_fr: Bekijk alle offerteaanvragen die door bezoekers van uw webwinkel zijn geplaatst

# lblBannerDesc
source: Upload your own home page banners
fr_fr: Upload je eigen startpagina banners

# lblGAnalyticDesc
source: Link and track your webstore hits.
fr_fr: Link en track uw webwinkel bezoekers.

# lblKayWordDesc
source: Update your own keywords for SEO purposes
fr_fr: Update uw eigen zoekwoorden voor SEO doeleinden

# lblLatLong
source: Your Contact Us page details
fr_fr: Contactgegevens pagina en Long Lat points

# lblLatLongDesc
source: Enter in your essential Contact detials
fr_fr: Voer uw essentiële Contactgegevens in

# lblLCSSBack
source: My logo and domain
fr_fr: Logo, Backgrounds and CSS

# lblLogCSSDesc
source: Change the look and feel of your webstore
fr_fr: Verander de look en feel van uw webwinkel

# lblOrderApprovalDesc
source: Order placed but require URGENT review and approval
fr_fr: Bestelling geplaatst maar vraagt dringende beoordeling en goedkeuring

# lblOrderList
source: Order list
fr_fr: Order lijst

# lblORderTracking
source: Order history and tracking
fr_fr: Bestel geschiedenis en volgen

# lblPaypalDesc
source: Bind your webstore checkout to PayPal
fr_fr: Koppel uw webwinkel voor afrekenen met PayPal

# lblPayPalSet
source: Your Paypal settings
fr_fr: PayPal settings

# lblProfileHistory
source: Profile & History
fr_fr: Profiel & Geschiedenis

# lblRegUSersDesc
source: See who registered on your webstore
fr_fr: Zien wie zich bij uw webwinkel heeft geregistreerd

# lblRegUsersList
source: Registered Users list
fr_fr: Lijst Geregistreerde gebruikers

# lblRFQList
source: Request for Quote list
fr_fr: Lijst offerteaanvragen

# lblScendMgr
source: Secondary Pages
fr_fr: Secondaire Paginas

# lblSecondDesc
source: Create secondary pages. SEO benefits
fr_fr: Maak secundaire paginas. SEO voordelen

# lblSocialDesc
source: Add social marketing links to your website
fr_fr: Voeg sociale marketing links toe aan uw website

# lblSubscibeDesc
source: See who subscribers newsletter
fr_fr: Zien wie wie zich aanmeldt nieuwsbrief

# lblSubscriberList
source: Webstore Subscribers list
fr_fr: Lijst webwinkel Abonnees

# lblViewCurOrderStatus
source: View the statuses of current orders in production
fr_fr: Bekijk de status van lopende orders in productie

# lblAll
source: All
fr_fr: Alle

# lblColor
source: Colour
fr_fr: Kleur

# lblExcudePRiceMesg
source: Prices shown exclude
fr_fr: Getoonde rrijzen zijn exclusief

# lblReadMore
source: Read More
fr_fr: Lees meer

# lblPassWarning
source: Please enter correct password
fr_fr: Voer het juiste wachtwoord in

# lblPasswrd
source: Please enter your current password:
fr_fr: Voer uw huidige wachtwoord in:

# spcClientStatus
source: Client Status
fr_fr: Klant Status
